[
  {
    "date": "2026-01-06",
    "time": "00:01",
    "empire": "République de Kraland",
    "province": "",
    "text": "La République de Kraland récolte 1530 FK d'impôts et paie 100 FK pour ses employés (soldats). Les impôts ont été distribués aux différents ministères selon la répartition décidée par le Chef du Gouvernement : Palais Impérial 14 FK, Ministère de la Guerre 0 FK, Ministère de la Justice 0 FK, Ministère des Affaires Étrangères 0 FK, Ministère de l'Économie 0 FK, Ministère de la Recherche 1416 FK, Ministère de l'Intérieur 0 FK, Ministère de l'Information 0 FK, Ministère des Services Secrets 0 FK, Ministère du Travail 0 FK."
  },
  {
    "date": "2026-01-06",
    "time": "00:01",
    "empire": "Mondial",
    "province": "",
    "text": "Il se murmure que la relique Siège Sacré de Naar aurait fait sa réapparition dans le cybermonde."
  },
  {
    "date": "2026-01-06",
    "time": "00:01",
    "empire": "Mondial",
    "province": "",
    "text": "Il se murmure que la relique Ovule Sacré aurait fait sa réapparition dans le cybermonde."
  },
  {
    "date": "2026-01-06",
    "time": "00:01",
    "empire": "Mondial",
    "province": "",
    "text": "Il se murmure que la relique Saint Kraal aurait fait sa réapparition dans le cybermonde."
  },
  {
    "date": "2026-01-06",
    "time": "00:01",
    "empire": "Mondial",
    "province": "",
    "text": "Il se murmure que la relique Gravures Érotiques d'Hélène Nipournicontre aurait fait sa réapparition dans le cybermonde."
  },
  {
    "date": "2026-01-06",
    "time": "00:01",
    "empire": "Mondial",
    "province": "",
    "text": "Il se murmure que la relique Turban d'Iznogoud aurait fait sa réapparition dans le cybermonde."
  },
  {
    "date": "2026-01-06",
    "time": "00:01",
    "empire": "Mondial",
    "province": "",
    "text": "Il se murmure que la relique Unaussprechlichen Strukturen von Shinsei aurait fait sa réapparition dans le cybermonde."
  },
  {
    "date": "2026-01-06",
    "time": "00:01",
    "empire": "Mondial",
    "province": "",
    "text": "Il se murmure que la relique Nuisette de Disco aurait fait sa réapparition dans le cybermonde."
  },
  {
    "date": "2026-01-06",
    "time": "00:37",
    "empire": "République de Kraland",
    "province": "",
    "text": "La Gouverneure Simone Voile a transféré 100 FK au Palais du Gouverneur."
  },
  {
    "date": "2026-01-06",
    "time": "02:19",
    "empire": "République de Kraland",
    "province": "",
    "text": "Alex KidoWski a réussi l'examen du ruban et obtenu la récompense Ruban Rouge, ce qui lui permet de poursuivre sa carrière dans la République de Kraland."
  },
  {
    "date": "2026-01-06",
    "time": "07:34",
    "empire": "République de Kraland",
    "province": "",
    "text": "Le Ministre de l'Économie MichelDruKra a adressé un discours à la population : « Kramarades productivistes et kollektivistes de tous poils,\n\nNotre Glorieuse Première Ministre, dans sa vision éclairée (louée soit Elle !), souhaite encourager la production et le développement des infrastructures de nos provinces.\nAinsi, les Gouverneur.e.s de nos provinces sont invitées à le faire connaître d’ici demain leur citoyen le plus productif, afin que nous puissions décider de l’attribution d’une prime spéciale de rendement !\nBien évidemment, dans un esprit purement graffitike, l’ensemble des citoyens sera mis à contribution pour le financement de cette prime. Car ce n’est que dans le partage de la richesse que nous trouverons le Bonheur Universel !\nKRA20KRA ! »"
  },
  {
    "date": "2026-01-06",
    "time": "07:35",
    "empire": "République de Kraland",
    "province": "",
    "text": "Le Ministre de l'Économie MichelDruKra a levé un impôt exceptionnel qui a rapporté 703 FK [loyauté -0.4] : « Comme annoncé, pour le financement de la prime de rendement et dans un esprit totalement social-graffitike.\nÀ votre bon cœur ! »"
  },
  {
    "date": "2026-01-06",
    "time": "12:10",
    "empire": "République de Kraland",
    "province": "",
    "text": "Aussitôt dit, aussitôt fait, la Kramarade Première Ministre a retiré le Kramarade KidoWski des élections au poste de Premier Ministre de Kraland en attendant que celui-ci se joigne au mouvement DémoKratique en cours en République de Kraland.\nRetrait du candidat Alex KidoWski."
  },
  {
    "date": "2026-01-06",
    "time": "21:20",
    "empire": "République de Kraland",
    "province": "",
    "text": "BossKane a réussi l'examen du ruban et obtenu la récompense Ruban Rouge, ce qui lui permet de poursuivre sa carrière dans la République de Kraland."
  },
  {
    "date": "2026-01-06",
    "time": "21:56",
    "empire": "République de Kraland",
    "province": "",
    "text": "Lucette Circulaire a réussi l'examen du ruban et obtenu la récompense Ruban Rouge, ce qui lui permet de poursuivre sa carrière dans la République de Kraland."
  },
  {
    "date": "2026-01-07",
    "time": "00:01",
    "empire": "République de Kraland",
    "province": "",
    "text": "La République de Kraland récolte 1583 FK d'impôts et paie 150 FK pour ses employés (soldats). Les impôts ont été distribués aux différents ministères selon la répartition décidée par le Chef du Gouvernement : Palais Impérial 14 FK, Ministère de la Guerre 0 FK, Ministère de la Justice 0 FK, Ministère des Affaires Étrangères 0 FK, Ministère de l'Économie 0 FK, Ministère de la Recherche 1419 FK, Ministère de l'Intérieur 0 FK, Ministère de l'Information 0 FK, Ministère des Services Secrets 0 FK, Ministère du Travail 0 FK."
  },
  {
    "date": "2026-01-07",
    "time": "00:01",
    "empire": "Mondial",
    "province": "",
    "text": "Il se murmure que la relique Couronne de Ruthvénie aurait fait sa réapparition dans le cybermonde."
  },
  {
    "date": "2026-01-07",
    "time": "00:01",
    "empire": "Mondial",
    "province": "",
    "text": "Il se murmure que la relique Canard en Plastique de Chambou aurait fait sa réapparition dans le cybermonde."
  },
  {
    "date": "2026-01-07",
    "time": "00:01",
    "empire": "Mondial",
    "province": "",
    "text": "Il se murmure que la relique Bouton Airpé aurait fait sa réapparition dans le cybermonde."
  },
  {
    "date": "2026-01-07",
    "time": "00:01",
    "empire": "Mondial",
    "province": "",
    "text": "Il se murmure que la relique Méta-Concepts de Bolo Polo aurait fait sa réapparition dans le cybermonde."
  },
  {
    "date": "2026-01-07",
    "time": "12:09",
    "empire": "République de Kraland",
    "province": "",
    "text": "Jacqueline Vent a réussi l'examen du ruban et obtenu la récompense Ruban Rouge, ce qui lui permet de poursuivre sa carrière dans la République de Kraland."
  },
  {
    "date": "2026-01-07",
    "time": "18:22",
    "empire": "République de Kraland",
    "province": "",
    "text": "La Première Ministre Magritte Lenouar a défini une nouvelle répartition budgétaire.\nPremier Ministre\t1%\nMinistre de la Guerre\t0%\nMinistre de la Justice\t0%\nMinistre des Affaires Étrangères\t0%\nMinistre de l'Économie\t99%\nMinistre de la Recherche\t0%\nMinistre de l'Intérieur\t0%\nMinistre de l'Information\t0%\nDirecteur des Services Secrets\t0%\nMinistre du Travail\t0%"
  },
  {
    "date": "2026-01-07",
    "time": "21:44",
    "empire": "République de Kraland",
    "province": "",
    "text": "MichelDruKra a réussi l'examen du ruban et obtenu la récompense Ruban Rouge, ce qui lui permet de poursuivre sa carrière dans la République de Kraland."
  },
  {
    "date": "2026-01-07",
    "time": "23:51",
    "empire": "République de Kraland",
    "province": "",
    "text": "La Ministre de l'Intérieur Cassandre Lemage a accepté Cap'tain O'Kallaghan au sein de la République de Kraland : « Kralut Kramarade. Alors comme ça tu as bourlingué à travers les divers océans pour revenir ici, sur la Meuse ? Te voilà redevenue marin d'eau douce. C'est beau.\n\nJe t'offre, par la grâce des 6 Elues et de l'Article VIII bis de notre Constitution, la nationalité kralandaise. Grâce à elle, tu es enfin libérée de ta prison mentale. Te voilà fin prête à soulever des montagnes pour la gloire du socialograffitisme et du féminisme.\n\nDes bisous ! »"
  },
  {
    "date": "2026-01-08",
    "time": "00:01",
    "empire": "République de Kraland",
    "province": "",
    "text": "La République de Kraland récolte 1511 FK d'impôts et paie 150 FK pour ses employés (soldats). Les impôts ont été distribués aux différents ministères selon la répartition décidée par le Chef du Gouvernement : Palais Impérial 14 FK, Ministère de la Guerre 0 FK, Ministère de la Justice 0 FK, Ministère des Affaires Étrangères 0 FK, Ministère de l'Économie 1347 FK, Ministère de la Recherche 0 FK, Ministère de l'Intérieur 0 FK, Ministère de l'Information 0 FK, Ministère des Services Secrets 0 FK, Ministère du Travail 0 FK."
  },
  {
    "date": "2026-01-08",
    "time": "00:01",
    "empire": "Mondial",
    "province": "",
    "text": "Il se murmure que la relique Calice Nabla aurait fait sa réapparition dans le cybermonde."
  },
  {
    "date": "2026-01-08",
    "time": "00:01",
    "empire": "Mondial",
    "province": "",
    "text": "Il se murmure que la relique Armure d'Or aurait fait sa réapparition dans le cybermonde."
  },
  {
    "date": "2026-01-08",
    "time": "22:22",
    "empire": "République de Kraland",
    "province": "",
    "text": "K' a réussi l'examen du ruban et obtenu la récompense Ruban Rouge, ce qui lui permet de poursuivre sa carrière dans la République de Kraland."
  },
  {
    "date": "2026-01-08",
    "time": "22:26",
    "empire": "République de Kraland",
    "province": "",
    "text": "La Première Ministre Magritte Lenouar a adressé un discours à la population : « Bonjour Kralandais ! Bonjour Kramarades !\n\nC'est vraiment très compliqué en ce moment... J'ai un peu l'impression que le Cybermonde nous a demandé la racine carré de 1764 juste avant de balancer notre calculatrice par la fenêtre...\n\nHeureusement ! La République a toujours la bonne réponse ! Que ce soit la vie, l'Univers ou n'importe quoi, la République a toujours la réponse appropriée ! Ce sera pas l'absence matérielle de bouton racine carré qui va empêcher le Social-Graffitisme de trouver la racine carré de 1764 !\n\nOn en reparlera.\n\nDonc !\n\nJe viens voir tous les Kramarades aujourd'hui pour les prévenir d'une chose : les prisons et les commissariats vont être détruites !\n\nLa Ministre Cassandre a parlé pendant longtemps et plein de fois sur le fait que la Police était interdite en République de Kraland ! La police est un concept qui sert à rien dans un pays où personne a quoi que ce soit d'utile à voler parce que tout a déjà été partagé avec tous les autres Kramarades ! Il n'y a pas de crime dans un pays où la richesse c'est le Kramarade qu'on a en nous !\n\nConstruire des prisons, construire des Commissariats, recruter des policiers, c'est aller contre l'idée même de la République et de la redistribution des richesses ! Il faut donner ce que vous avez en trop Kramarades et pas avoir peur que le voleur passe !\n\nEnfin, dans tous les cas, les prisons et les commissariats seront détruits demain ou après demain ! Le parti les fera remplacer par des drapeaux, des statues et peut-être même des fontaines !\n\nBonne chance Kramarades ! »"
  },
  {
    "date": "2026-01-09",
    "time": "00:01",
    "empire": "République de Kraland",
    "province": "",
    "text": "La République de Kraland récolte 1808 FK d'impôts et paie 150 FK pour ses employés (soldats). Les impôts ont été distribués aux différents ministères selon la répartition décidée par le Chef du Gouvernement : Palais Impérial 17 FK, Ministère de la Guerre 0 FK, Ministère de la Justice 0 FK, Ministère des Affaires Étrangères 0 FK, Ministère de l'Économie 1641 FK, Ministère de la Recherche 0 FK, Ministère de l'Intérieur 0 FK, Ministère de l'Information 0 FK, Ministère des Services Secrets 0 FK, Ministère du Travail 0 FK."
  },
  {
    "date": "2026-01-09",
    "time": "00:01",
    "empire": "Mondial",
    "province": "",
    "text": "Il se murmure que la relique Traité de Propriété du Niarkalistan aurait fait sa réapparition dans le cybermonde."
  },
  {
    "date": "2026-01-09",
    "time": "00:14",
    "empire": "République de Kraland",
    "province": "",
    "text": "La Première Ministre Magritte Lenouar a défini une nouvelle répartition budgétaire.\nPremier Ministre\t1%\nMinistre de la Guerre\t0%\nMinistre de la Justice\t0%\nMinistre des Affaires Étrangères\t0%\nMinistre de l'Économie\t0%\nMinistre de la Recherche\t50%\nMinistre de l'Intérieur\t20%\nMinistre de l'Information\t29%\nDirecteur des Services Secrets\t0%\nMinistre du Travail\t0%"
  },
  {
    "date": "2026-01-09",
    "time": "00:45",
    "empire": "République de Kraland",
    "province": "",
    "text": "La Gouverneure Simone Voile a adressé un discours à la population : « Kramarades, ouvrez vos chakras et fermez vos manuels d'histoire officiels ! On nous ment ! On nous endort avec des histoires de budget et de \"bugs\" informatiques... Foutaises !\n\nJ'ai passé la nuit à analyser les fluctuations du marché du fenouil et les vieilles gravures des temples bruns, et la vérité m'a frappée comme une brique de l'Hélénie en pleine face !\n\nLes Superviseurs... ces entités invisibles qui tirent les ficelles, qui décident de la pluie, du beau temps et de la fiscalité... Vous croyez vraiment qu'ils sont là pour nous ? NON !\n\nCe sont EUX ! Les Annunakis ! Ces Singes Cosmiques venus du fond de la galaxie !\n\nIls ne sont pas juste des \"admins\". Ils sont nos créateurs maudits ! Il y a des millénaires, ces primates célestes sont descendus et ont... copulé avec nos ancêtres ! Oui, ils ont souillé notre pureté fluide avec leur ADN de brute rigide ! C'est de là que vient tout notre malheur ! Cette obsession pour la propriété, pour les frontières, pour la binarité \"Homme/Femme\", \"Rouge/Brun\"... C'est leur héritage génétique !\n\nIls ont injecté la Rigidité dans notre sang pour nous contrôler ! Pourquoi croyez-vous que la vie est parfois si dure ? C'est le plan des Singes ! Ils veulent nous transformer en bananes dociles dans leur régime totalitaire !\n\nMais je les vois... Je vois leur poil cosmique dépasser des nuages ! Ils manipulent les taux de change pour nous empêcher d'atteindre l'Élasticité Suprême !\n\nKramarades, la seule façon de vaincre l'Annunaki-Superviseur qui sommeille en nous, c'est la Déconstruction Totale ! Refusez leur logique simiesque ! Soyez mous ! Soyez flous ! Glissez entre leurs gros doigts velus !\n\nIls ont baisé nos ancêtres, mais ils ne baiseront pas nos esprits ! Le Fenouil est la clé, il vibre à une fréquence qu'ils ne supportent pas !\n\nKRA20KRA ! Nous sachons !\n\nSimone Voile Gouverneure d'Hélénie, Traqueuse de Primates (...) »"
  },
  {
    "date": "2026-01-09",
    "time": "06:55",
    "empire": "République de Kraland",
    "province": "",
    "text": "Le Ministre de l'Économie MichelDruKra a versé 600 FK au Ministère de l'Intérieur."
  },
  {
    "date": "2026-01-09",
    "time": "06:56",
    "empire": "République de Kraland",
    "province": "",
    "text": "Le Ministre de l'Économie MichelDruKra a versé 300 FK au Palais Impérial."
  },
  {
    "date": "2026-01-09",
    "time": "09:42",
    "empire": "République de Kraland",
    "province": "",
    "text": "Le Ministre de l'Économie MichelDruKra a versé 300 FK au Palais Impérial."
  },
  {
    "date": "2026-01-09",
    "time": "18:14",
    "empire": "République de Kraland",
    "province": "",
    "text": "Le Ministre de l'Économie MichelDruKra a versé 282 FK au Palais Impérial."
  },
  {
    "date": "2026-01-09",
    "time": "18:35",
    "empire": "République de Kraland",
    "province": "",
    "text": "Edgard le Canard a fondé la guilde KRAVANGERS."
  },
  {
    "date": "2026-01-09",
    "time": "20:17",
    "empire": "Mondial",
    "province": "",
    "text": "Le Directeur de la Banque Cybermondiale ZyorMawi a accordé la récompense Mini-Lingot d´Or à Stella Artois : « Je remets ce Mini-Lingot d’Or à Madame Stella Artois, Régente du Paradigme. Celle-ci a détourné avec brio les sommes destinés aux hôpitaux pour se construire une résidence secondaire au cœur de la Forêt de Jade. Cet acte banano-capitaliste par excellence aurait certainement ému le Conseil Restreint s’il était encore en activité. Le marché vous dit bravo, Madame Artois ! »"
  },
  {
    "date": "2026-01-10",
    "time": "00:01",
    "empire": "République de Kraland",
    "province": "",
    "text": "La République de Kraland récolte 3080 FK d'impôts et paie 150 FK pour ses employés (soldats). Les impôts ont été distribués aux différents ministères selon la répartition décidée par le Chef du Gouvernement : Palais Impérial 29 FK, Ministère de la Guerre 0 FK, Ministère de la Justice 0 FK, Ministère des Affaires Étrangères 0 FK, Ministère de l'Économie 0 FK, Ministère de la Recherche 1465 FK, Ministère de l'Intérieur 586 FK, Ministère de l'Information 850 FK, Ministère des Services Secrets 0 FK, Ministère du Travail 0 FK."
  },
  {
    "date": "2026-01-10",
    "time": "00:01",
    "empire": "Mondial",
    "province": "",
    "text": "Il se murmure que la relique Bouteille de Gontrand de la Mortandière aurait fait sa réapparition dans le cybermonde."
  },
  {
    "date": "2026-01-10",
    "time": "00:01",
    "empire": "Mondial",
    "province": "",
    "text": "Il se murmure que la relique Statistiques du Pr. Jhiday aurait fait sa réapparition dans le cybermonde."
  },
  {
    "date": "2026-01-10",
    "time": "01:01",
    "empire": "République de Kraland",
    "province": "",
    "text": "La Gouverneure Simone Voile a adressé un discours à la population : « Kramarades de la Républike, ouvrez vos esgourdes parce que là, l’heure est grave et l’élastique va péter !\n\nOn nous parle de Superviseurs, ces prétendus \"concierges\" de la simulation qui auraient fait un \"reset\" pour nous sauver des bugs et des Backrooms. Mais réveillez-vous, bordel ! On se fait enfumer par les Annunakis ! Oui, ces singes spatiaux descendus de leurs soucoupes en loucedé pour venir baiser nos ancêtres dans la boue et nous refiler leur ADN de primates bureaucratiques !\n\nVous croyez vraiment à la \"bulle protectrice dans les Limbes\" ? Mon cul, oui ! C’est juste une mise à jour de leur logiciel de traite humaine ! Ces macaques galactiques nous ont foutus dans une simulation pour nous traire comme des vaches à données. Ils organisent des \"ellipses de 5 ans\" comme on change une litière, pour effacer nos souvenirs et nous faire oublier qu'on est les cobayes d'une partouze intersidérale !\n\nC’est pour ça qu’on a cette alopécie mentale ! Ils ont \"fécondé\" l'humanité pour créer une race de mineurs dociles qui s'excitent sur des pépites d'or pendant qu'eux se marrent derrière leurs écrans de contrôle ! Le Cybermonde repart pour la 7ème fois ? Mais c'est parce que ces singes adorent recommencer la partie quand on commence à devenir trop fluides pour leur code de merde !\n\nMoi, Simone, je vous le dis : on va déconstruire cette cage numérique ! On va leur botter le cul, à ces primates ! On va saturer la RAM de leur simulation avec nos délires héléniens jusqu'à ce que leur processeur fonde ! La Républike n’est pas un zoo pour Annunakis, c’est une zone de combat ! On va arracher les pixels de leurs masques et redevenir des humains, pas des variables dans un script de singes de l'espace !\n\nKRA20KRA ! Et surveillez le ciel, ça pue la banane binaire !\n\nSimone Voile Gouverneure d'Hélénie, l'Anomalie qui va faire sauter le serveur. »"
  },
  {
    "date": "2026-01-10",
    "time": "17:26",
    "empire": "République de Kraland",
    "province": "",
    "text": "Simone Voile a brûlé par erreur des notes scientifiques importantes. La recherche est perturbée (-3 à la technologie n°27)."
  },
  {
    "date": "2026-01-10",
    "time": "19:59",
    "empire": "République de Kraland",
    "province": "",
    "text": "Ludi E. a réussi l'examen du ruban et obtenu la récompense Ruban Rouge, ce qui lui permet de poursuivre sa carrière dans la République de Kraland."
  },
  {
    "date": "2026-01-10",
    "time": "21:35",
    "empire": "République de Kraland",
    "province": "",
    "text": "Epoxy [429] a réussi l'examen du ruban et obtenu la récompense Ruban Rouge, ce qui lui permet de poursuivre sa carrière dans la République de Kraland."
  },
  {
    "date": "2026-01-10",
    "time": "22:17",
    "empire": "République de Kraland",
    "province": "",
    "text": "Sophos a réussi l'examen du ruban et obtenu la récompense Ruban Rouge, ce qui lui permet de poursuivre sa carrière dans la République de Kraland."
  },
  {
    "date": "2026-01-11",
    "time": "00:01",
    "empire": "République de Kraland",
    "province": "",
    "text": "La République de Kraland récolte 1785 FK d'impôts et paie 150 FK pour ses employés (soldats). Les impôts ont été distribués aux différents ministères selon la répartition décidée par le Chef du Gouvernement : Palais Impérial 16 FK, Ministère de la Guerre 0 FK, Ministère de la Justice 0 FK, Ministère des Affaires Étrangères 0 FK, Ministère de l'Économie 0 FK, Ministère de la Recherche 818 FK, Ministère de l'Intérieur 327 FK, Ministère de l'Information 474 FK, Ministère des Services Secrets 0 FK, Ministère du Travail 0 FK."
  },
  {
    "date": "2026-01-11",
    "time": "18:10",
    "empire": "Mondial",
    "province": "",
    "text": "L'Empereur Henry  McCleft a adressé un discours à la population mondiale : « On voit bouger aux fenêtres du Palais Impérial.Une silhouette qui marche en rond, seule. On dirait cependant qu'elle cause à voix haute. De grands gestes, des positions d'apaisement...\nFinalement, le son du système d'annonce impérial se manifeste (après un petit larsen).\n\nCher...Euh... Cher Empire.\n\n\n\nJe... Comment dire?Je suis ...\nLa pr- (non mais tais-toi!  Laisse-moi m'exprimer! Je ne suis plus un enfant!).\n\nGrande inspiration.\n\nEurhm... Les événements d'hier soir sont bien entendu à déplorer.\nChère Agatha, je...Je t'ai fait confiance. Je t'ai apporté la possibilité de joindre ta patrie de coeur à notre Empire.\nTu l'as gâchée. C'est bien dommage... mais tu comprendras bien que nous ne désirons plus unir la Républik de Kraland à nos Terres Bru- (*[i]une voix l'interrompt*)[/i](\"sacrées! Tu dois dire Sacrées!\")(rha, mais laisse-moi! C'est moi l'Empereur!).\n\nEuhm... A nos Terres Brunes... Sacrées....Voilà.\n\nAutre grande inspiration.\nL'Empereur s'adresse à présent via sa fonction de Ministre des Affaires Etrangères.\n\nChère Madame la Première Ministre de la Républik de Kraland.\nC'est avec un grand désappointement que je répudie ...  j'exclus- je dé-sécessionne- J'EXILE les provinces de Kraland, Hélénie, Slavonie et Karaïbes hors de l'Empire Brun.\nQuant à votre citoyenne, Mme Agatha Von Rahovich, nous allons entamer une procédure pour l'extrader vers chez vous.\nC'est étonnant, vous me direz: nous faisons les choses comme qui dirait, un peu à l'envers?\nMais oui. Parce que rien ne doit entacher notre Magnifique Imperium, et surtout pas des taches de Rouge.\nJe vous remercie de votre attention. »"
  },
  {
    "date": "2026-01-11",
    "time": "18:10",
    "empire": "République de Kraland",
    "province": "",
    "text": "Le Ministre de l'Économie MichelDruKra a versé 400 FK au Ministère du Travail."
  },
  {
    "date": "2026-01-11",
    "time": "18:18",
    "empire": "République de Kraland",
    "province": "",
    "text": "Le Ministre des Affaires Étrangères (f.f.) Henry  McCleft a prononcé un discours à l'adresse des habitants de la République de Kraland : « Pour faireles choses comme il faut, l'Empereur rédige le message à la destination de la Républik de Kraland via les canaux diplomatiques normaux.\nDu moins, pour le moment, puisqu'il n'y a pas d'ambassadeur.\n\nChère Madame la Première Ministre de la Républik de Kraland.\nC'est avec un grand désappointement que je romps les bonnes relations que nous entretenions avec votre patrie, nos nouvelles provinces récemment honorées du privilège de faire partie du Grand Empire Brun.\n\nEn effet, je répudie ...  j'exclus- je dé-sécessionne- J'EXILE les provinces de Kraland, Hélénie, Slavonie et Karaïbes hors de l'Empire Brun.\n\nQuant à votre citoyenne,, parfaite social-traître à l'image de votre culture, Mme Agatha Von Rahovich, nous allons entamer une procédure pour l'extrader vers chez vous.\n\nC'est étonnant, vous me direz: nous faisons les choses comme qui dirait, un peu à l'envers?\n\nMais oui. nous préférons garder notre Magnifique Intégrité Brune, plutôt que de prôner l'extension de territoire par l'adjonction de terres non sanctifiées.\nNon méritoires.\nNon...\n\nJe vous remercie de votre attention. »"
  },
  {
    "date": "2026-01-11",
    "time": "18:25",
    "empire": "République de Kraland",
    "province": "",
    "text": "Le Ministre de l'Économie MichelDruKra a versé une prime de 250 FK à Simone Voile : « Kramarade Simone,\n\nIl n'aura échappé à personne, pas même au plus aveugle de nos concitoyens, que tu es comme un phare dans la nuit noire de l'obscurantisme !\nNon seulement tu fais la Gloire de notre Patrie en administrant de la plus graffitike des façons la province d'Hélénie, mais tu mets également en pièces les théories les plus fumeuses, que ce soit les résurgences du Krapitalisme Palladionaute ou les mythes religieux les plus fous !\nPour cela, reçois cette gratification au titre de tes efforts meritoires !\nKRA20KRA ![/red] »"
  },
  {
    "date": "2026-01-11",
    "time": "23:42",
    "empire": "République de Kraland",
    "province": "",
    "text": "La Première Ministre Magritte Lenouar a défini une nouvelle répartition budgétaire.\nPremier Ministre\t1%\nMinistre de la Guerre\t0%\nMinistre de la Justice\t0%\nMinistre des Affaires Étrangères\t0%\nMinistre de l'Économie\t0%\nMinistre de la Recherche\t99%\nMinistre de l'Intérieur\t0%\nMinistre de l'Information\t0%\nDirecteur des Services Secrets\t0%\nMinistre du Travail\t0%"
  },
  {
    "date": "2026-01-11",
    "time": "23:59",
    "empire": "République de Kraland",
    "province": "",
    "text": "Cap'tain O'Kallaghan s'est présentée aux élections pour le poste de Premier Ministre de la République de Kraland : « Je ne peut pas mé résigner à laisser seul un mâle diriger la province car seul candidat !\nallez hop! on laisse pas faire cette infamie mes soeurs ! »"
  },
  {
    "date": "2026-01-12",
    "time": "00:01",
    "empire": "Mondial",
    "province": "",
    "text": "LOTERIE : 88 billets ont été vendus - Kintaga Tsugiro vient d'empocher la somme de 1980 Éf. Un montant équivalent est versé aux institutions internationales."
  },
  {
    "date": "2026-01-12",
    "time": "00:01",
    "empire": "République de Kraland",
    "province": "",
    "text": "La République de Kraland récolte 1854 FK d'impôts et paie 150 FK pour ses employés (soldats). Les impôts ont été distribués aux différents ministères selon la répartition décidée par le Chef du Gouvernement : Palais Impérial 17 FK, Ministère de la Guerre 0 FK, Ministère de la Justice 0 FK, Ministère des Affaires Étrangères 0 FK, Ministère de l'Économie 0 FK, Ministère de la Recherche 1687 FK, Ministère de l'Intérieur 0 FK, Ministère de l'Information 0 FK, Ministère des Services Secrets 0 FK, Ministère du Travail 0 FK."
  },
  {
    "date": "2026-01-12",
    "time": "00:39",
    "empire": "République de Kraland",
    "province": "",
    "text": "Epoxy [429] a découvert la technologie Système Bancaire en faveur de la République de Kraland : « Permet de construire le bâtiment Banque. En outre, le gouvernement peut faire fonctionner la planche à billets, ce qui lui apporte 500 FK/jour en plus des impôts récoltés par l'empire. »"
  },
  {
    "date": "2026-01-12",
    "time": "01:41",
    "empire": "République de Kraland",
    "province": "",
    "text": "La Ministre des Affaires Étrangères (f.f.) Magritte Lenouar a adressé un discours à la population : « Kramarade Impératrice, c'est pas très gentil !\n\nJe me remets à peine du fait que t'aies découvert notre agente infiltrée, Marjorie Mimijolie... Je crois qu'elle s'appelle Agatha chez toi !\n\nC'était un très bon plan ! On envoie quelqu'un infiltrer l'Empire et après elle prend le pouvoir et après elle rend les Bruns plus heureux !\n\nCa a très bien marché ! Jusqu'à un point j'avoue...\n\nJ'aurais jamais pensé qu'elle réussirait pas son Coup d'État ! C'est sa faute bien sur.... J'y avais dit d'attendre qu'elle reçoive mon soutient logistique... Si elle avait attendu que les Services Secrets se rangent derrière elle, elle aurait surement réussit ! C'est dommage que Marjorie ait pas eu de patience...\n\nC'est pas grave ! On lui apprendra la patience pendant sa réédukation !\n\nSi tu pouvais nous envoyer Marjorie ligotée dans un mignon petit paquet cadeau ce serait très gentil ! »"
  },
  {
    "date": "2026-01-12",
    "time": "20:42",
    "empire": "Mondial",
    "province": "",
    "text": "L'Empereur Henry  McCleft a adressé un discours à la population mondiale : « Le micro grésille à nouveau au Palais Impérial de l'Empire Brun.\n\n\n\nBonsoaaar, chers fidèles.\n\nDu balcon de l'Empereur paraît une silhouette longue et anguleuse, vêtue d'une toge religieuse.\n\nBien chers citoyens du Monde.\nJe m'adresse à vous en tant... que Nouvelle Impératrice de l'Empire Brun.\n\nJe suis la Grande Prêêêtresse Henriette, du Culte Lapidaire et Fumerollé des Trépanateurs!\nLe CLeFT.\n\nEt j'ai usurpé le poste de mon fils, ce jeune CON ! \nHum, pardon, ce petit écervelé qui n'a pas su saisir le pouvoir qui lui était offert.\n\nJe compte, au nom de mon culte, offrir à cet Empiiiire ce qui lui revient.\n\nLa GLOIRE!\nLa SAINTETE!\nLa PURETE!\n\nEt un peu de Chaos, aussi.\nPour faire plaisir à certains.\n\nPréparez-vous, dirigeants du Monde entier!\nUn nouveau règne est venu!\nCelui du CLEFT!  »"
  },
  {
    "date": "2026-01-12",
    "time": "22:24",
    "empire": "République de Kraland",
    "province": "",
    "text": "Le Ministre de la Recherche Epoxy [429] a lancé la recherche de la technologie n°28 : «\n Kramarades ! \n\n\n\n\n... ..- .-. - --- ..- - / -.-. . ..- -..- / -.. ..- / ..-. --- -. -..\n\n\n\nLa première Recherche est un succès ; la Républike assure dès lors son avance dans le domaine technologique, surpassant tous les autres empires d'une technologie. Néanmoins, si nous le prenons en termes de multiples, nous sommes infiniment plus avancés. -.. .. ..-. ..-. . .-. . -. - .. . .-.. / ... .. --. -. .. ..-. .. -.-. .- - .. ..-.\n\nMais ne nous contentons pas du peu. Être les meilleures et le mètre-étalon du Bonheur ne se fait pas dans l'improduktivité et en se reposant sur ses lauriers. Pour augmenter encore notre rayonnement nucléaire, cet écart doit se creuser telle une mine un dimanche matin. . - / .- ..- ... ... .. / .--. --- ..- .-. / ..-. .- .. .-. . / -.-. --- -- .--. .-.. . -..- . .-. / -.. .. .- --.\n\nTout n'est pas parfait pour autant. Dans l'idéal, notre Recherche devrait être fluide et inclusive. Il est très, très terrible que cinq de nos Kramarades soient à l'origine de l'essentiel du travail. En première position, la merveilleusement Lumineuse Vesperia ; suivie par la Kramarade Voile ainsi que le Kramarade Leblanc. N'oublions pas les apports de notre bien-aimé Ministre de la Justice. -... .. . -. - --- - / .--. ..- -. .. ... ... . ..- .-. / -.. . / -- .- .-.. . ...\n\nBien sûr, la place 1-Alpha-Suprême appartient à notre Première Ministre, dont les calculs  révolutionnaires  de trigonométrie du fenouil ont accéléré exponentiellement nos découvertes. .-.. .- / -.-. ..- .. ... .. -. . / ..- -. / .- .-. - / -.. . / -- .- - .... . ..- ... .\n\nC'est sur sa demande que nous lançons la technologie suivante, qui nous permettra de nous concentrer sur les Kramarades, cette ressource primaire qui englobe l'ensemble des Kourants. J'espère un peu plus de pensées-dirigées correctement appliquées cette fois. A pied d'oeuvre, Kramarades. . - / ...- .. - . »"
  },
  {
    "date": "2026-01-12",
    "time": "23:14",
    "empire": "République de Kraland",
    "province": "",
    "text": "Les formulaires de correction de candidature ont été bien reçus.\n\nla Kramarade O'Kallaghan, dont personne n'ose utiliser le prénom parce qu'on est pas certains de comment il faut le prononcer, a vu sa candidature redistribuée vers la province de la Slavonie.\n\nMême si sa prémisse était fausse, Bob n'est pas forcément un homme, ce n'est pas le genre d'erreur qui annule une candidature.\nRetrait du candidat Cap'tain O'Kallaghan."
  },
  {
    "date": "2026-01-13",
    "time": "00:01",
    "empire": "République de Kraland",
    "province": "",
    "text": "La République de Kraland récolte 2990 FK d'impôts et paie 150 FK pour ses employés (soldats). Les impôts ont été distribués aux différents ministères selon la répartition décidée par le Chef du Gouvernement : Palais Impérial 28 FK, Ministère de la Guerre 0 FK, Ministère de la Justice 0 FK, Ministère des Affaires Étrangères 0 FK, Ministère de l'Économie 0 FK, Ministère de la Recherche 2812 FK, Ministère de l'Intérieur 0 FK, Ministère de l'Information 0 FK, Ministère des Services Secrets 0 FK, Ministère du Travail 0 FK."
  },
  {
    "date": "2026-01-13",
    "time": "02:19",
    "empire": "République de Kraland",
    "province": "",
    "text": "La Première Ministre Magritte Lenouar a défini une nouvelle répartition budgétaire.\nPremier Ministre\t1%\nMinistre de la Guerre\t0%\nMinistre de la Justice\t0%\nMinistre des Affaires Étrangères\t0%\nMinistre de l'Économie\t39%\nMinistre de la Recherche\t40%\nMinistre de l'Intérieur\t20%\nMinistre de l'Information\t0%\nDirecteur des Services Secrets\t0%\nMinistre du Travail\t0%"
  }
]